<template>
  <v-footer id="footer"  padless>
    <v-container>
<!--      mobile footer-->
    <div class="d-flex justify-space-between " :class="$vuetify.breakpoint.mobile ? 'text-center' : ''" >
      <div :class="$vuetify.breakpoint.mobile ? 'mx-auto' : ''" >
        <img class="mb-7" src="../assets/Логотип.png" alt="">
        <div v-if="$vuetify.breakpoint.mobile">
          <div class="footer_title mb-7">Поддержка клиентов</div>
          <div>
            <div class="fz12 mb-2">
              <svg xmlns="http://www.w3.org/2000/svg" width="11" height="11" viewBox="0 0 11 11" fill="none">
                <g clip-path="url(#clip0_5_637)">
                  <path d="M10.0402 7.80871L9.58609 9.77746C9.5223 10.0558 9.27769 10.2505 8.99117 10.2505C4.06363 10.2501 0.0558167 6.2423 0.0558167 1.31457C0.0558167 1.02824 0.250524 0.783318 0.528864 0.719842L2.49761 0.26574C2.78433 0.199295 3.0773 0.348123 3.19644 0.619646L4.10504 2.73879C4.21125 2.9884 4.13961 3.27922 3.92964 3.4507L2.87808 4.29504C3.54175 5.64699 4.64097 6.74621 5.99332 7.41027L6.85425 6.35949C7.02394 6.14894 7.31695 6.07609 7.56656 6.1842L9.6857 7.0926C9.94058 7.22668 10.1066 7.52355 10.0402 7.80871Z" fill="#252525"/>
                </g>
                <defs>
                  <clipPath id="clip0_5_637">
                    <rect width="10" height="10" fill="white" transform="translate(0.0558167 0.25)"/>
                  </clipPath>
                </defs>
              </svg>
              Телефон: +7 (495) 123-45-67</div>
            <div class="fz12 mb-2">
              <svg xmlns="http://www.w3.org/2000/svg" width="13" height="13" viewBox="0 0 13 13" fill="none">
                <path d="M11.0558 4.554V8.625C11.0558 9.4915 10.3776 10.1996 9.52302 10.2474L9.43082 10.25H2.68082C1.8143 10.25 1.10619 9.57175 1.05839 8.7172L1.05582 8.625V4.554L5.88182 7.0822C5.99082 7.13925 6.12082 7.13925 6.22982 7.0822L11.0558 4.554ZM2.68082 2.25H9.43082C10.2732 2.25 10.9659 2.89096 11.0477 3.71177L6.05582 6.32665L1.06391 3.71177C1.14275 2.92136 1.78798 2.29772 2.58786 2.25261L2.68082 2.25Z" fill="#252525"/>
              </svg>
              E-mail: hello@trevelme.ru</div>
            <div class="fz12 mb-2">
              <svg xmlns="http://www.w3.org/2000/svg" width="10" height="13" viewBox="0 0 10 13" fill="none">
                <g clip-path="url(#clip0_5_633)">
                  <path d="M4.55582 0.25C2.07074 0.25 0.0558167 2.26492 0.0558167 4.75C0.0558167 6.5643 0.687926 7.07102 4.0941 12.0086C4.31748 12.3313 4.79511 12.3313 5.01847 12.0086C8.423 7.07031 9.05582 6.56406 9.05582 4.75C9.05582 2.26492 7.04019 0.25 4.55582 0.25ZM4.55582 6.60391C3.52152 6.60391 2.68082 5.76297 2.68082 4.72891C2.68082 3.69484 3.52222 2.85391 4.55582 2.85391C5.58941 2.85391 6.43082 3.69484 6.43082 4.72891C6.43082 5.76297 5.58941 6.60391 4.55582 6.60391Z" fill="#252525"/>
                </g>
                <defs>
                  <clipPath id="clip0_5_633">
                    <rect width="9" height="12" fill="white" transform="translate(0.0558167 0.25)"/>
                  </clipPath>
                </defs>
              </svg>
              Офис: Москва, ул. Название улицы 10,
              офис 11</div>
            <div class="d-flex  mt-2"  :class="$vuetify.breakpoint.mobile ? 'justify-center' : ''">
              <svg width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
                <rect x="0.555817" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
                <g clip-path="url(#clip0_5_665)">
                  <path d="M27.3752 12.5486C25.4205 10.5894 22.8176 9.51172 20.0512 9.51172C14.3413 9.51172 9.69496 14.1581 9.69496 19.8679C9.69496 21.6918 10.1708 23.4739 11.0758 25.046L9.60641 30.4107L15.097 28.9692C16.6085 29.7948 18.3111 30.2288 20.0465 30.2288H20.0512C25.7565 30.2288 30.5053 25.5824 30.5053 19.8726C30.5053 17.1062 29.3298 14.5079 27.3752 12.5486Z" fill="#2CB742"/>
                  <path d="M20.0512 28.4842C18.5024 28.4842 16.9863 28.069 15.6661 27.2853L15.3536 27.0987L12.0974 27.9523L12.9651 24.7755L12.7599 24.449C11.8969 23.0775 11.4443 21.4961 11.4443 19.868C11.4443 15.1237 15.3069 11.2612 20.0558 11.2612C22.3556 11.2612 24.5154 12.1569 26.1389 13.7849C27.7623 15.413 28.7606 17.5729 28.756 19.8727C28.756 24.6217 24.7953 28.4842 20.0512 28.4842Z" fill="#FBFBFB"/>
                  <path d="M24.7721 22.0369C24.5155 21.9064 23.2421 21.2811 23.0041 21.1973C22.7662 21.1086 22.5936 21.0667 22.421 21.3279C22.2484 21.5891 21.7539 22.1675 21.5999 22.3449C21.4507 22.5175 21.2967 22.5408 21.0402 22.4102C19.5194 21.6498 18.5211 21.0527 17.5182 19.3313C17.2523 18.8741 17.7841 18.9068 18.2785 17.9179C18.3626 17.7452 18.3206 17.5959 18.2552 17.4653C18.1899 17.3347 17.6721 16.0612 17.4575 15.5433C17.2476 15.0395 17.033 15.1095 16.8744 15.1002C16.7251 15.0908 16.5525 15.0908 16.3799 15.0908C16.2073 15.0908 15.9274 15.1562 15.6895 15.4127C15.4516 15.6739 14.7845 16.2991 14.7845 17.5726C14.7845 18.8461 15.7128 20.0777 15.8388 20.2503C15.9693 20.4228 17.6628 23.0353 20.2611 24.1595C21.9032 24.8686 22.547 24.9292 23.368 24.8079C23.8671 24.7333 24.8982 24.1828 25.1127 23.5764C25.3273 22.97 25.3273 22.4522 25.2619 22.3449C25.2013 22.2282 25.0286 22.1629 24.7721 22.0369Z" fill="#2CB742"/>
                </g>
                <defs>
                  <clipPath id="clip0_5_665">
                    <rect width="23.2615" height="23.2615" fill="white" transform="translate(9.53275 8.33057)"/>
                  </clipPath>
                </defs>
              </svg>

              <svg class="ml-4" width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
                <rect x="1.18655" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
                <path d="M29.1947 14.4763L26.3413 27.9331C26.126 28.8829 25.5646 29.1192 24.7668 28.6719L20.4191 25.468L18.3213 27.4857C18.0892 27.7178 17.895 27.9121 17.4476 27.9121L17.7599 23.4841L25.8179 16.2027C26.1682 15.8904 25.7419 15.7173 25.2734 16.0297L15.3117 22.3022L11.0231 20.9599C10.0903 20.6686 10.0734 20.027 11.2173 19.5796L27.9917 13.1172C28.7683 12.8259 29.448 13.2902 29.1947 14.4763Z" fill="#20A0E1"/>
              </svg>

              <svg class="mx-4" width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
                <rect x="0.525024" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
                <g clip-path="url(#clip0_5_651)">
                  <path d="M9.95579 14.4907C10.7191 14.4907 11.8821 14.4907 12.5364 14.4907C12.8635 14.4907 13.1179 14.7088 13.2269 14.9996C13.5541 15.9446 14.281 18.0163 15.1169 19.4338C16.2437 21.2875 16.9706 21.978 17.4431 21.9053C17.9156 21.7963 17.7702 20.5605 17.7702 19.5792C17.7702 18.5978 17.8792 16.9259 17.4067 16.1626L16.6798 15.1086C16.4981 14.8542 16.6798 14.5271 16.9706 14.5271H21.1141C21.5139 14.5271 21.841 14.8542 21.841 15.254V20.5242C21.841 20.5242 22.0227 21.4692 23.0404 20.4878C24.0581 19.5065 25.1485 17.6892 26.0571 15.8355L26.4206 14.9632C26.5296 14.7088 26.7841 14.5271 27.0748 14.5271H29.7644C30.2733 14.5271 30.6367 15.0359 30.455 15.5084L30.1642 16.2717C30.1642 16.2717 29.1829 18.2344 28.1652 19.6155C27.1475 21.033 26.9294 21.3601 27.0748 21.7236C27.2202 22.0871 29.8371 24.5223 30.4914 25.6853C30.6731 26.0125 30.8185 26.3032 30.9639 26.5576C31.2183 27.0301 30.8548 27.648 30.3096 27.648H27.2566C27.0021 27.648 26.7477 27.5026 26.6387 27.2846L26.3479 26.8121C26.3479 26.8121 24.4942 24.6313 23.3675 23.9407C22.2044 23.2865 22.2408 24.2315 22.2408 24.2315V26.1578C22.2408 26.9575 21.5866 27.6117 20.7869 27.6117H20.06C20.06 27.6117 16.0619 27.6117 12.8635 22.8503C10.3556 19.143 9.51963 16.7442 9.22886 15.363C9.15617 14.9269 9.48329 14.4907 9.95579 14.4907Z" fill="#5181B8"/>
                </g>
                <defs>
                  <clipPath id="clip0_5_651">
                    <rect width="23.2615" height="23.2615" fill="white" transform="translate(8.50195 9.43848)"/>
                  </clipPath>
                </defs>
              </svg>
              <svg width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
                <rect x="1.24817" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
                <g clip-path="url(#clip0_36_462)">
                  <path d="M24.7901 10.9619H16.7063C13.421 10.9619 10.7482 13.6347 10.7482 16.92V25.0038C10.7482 28.2891 13.421 30.9619 16.7063 30.9619H24.7901C28.0754 30.9619 30.7482 28.2891 30.7482 25.0038V16.92C30.7481 13.6347 28.0753 10.9619 24.7901 10.9619ZM28.7362 25.0038C28.7362 27.1832 26.9694 28.9499 24.7901 28.9499H16.7063C14.5269 28.9499 12.7602 27.1832 12.7602 25.0038V16.92C12.7602 14.7406 14.5269 12.9739 16.7063 12.9739H24.7901C26.9694 12.9739 28.7362 14.7406 28.7362 16.92V25.0038Z" fill="url(#paint0_linear_36_462)"/>
                  <path d="M20.7482 15.7891C17.8959 15.7891 15.5754 18.1095 15.5754 20.9617C15.5754 23.8139 17.8959 26.1344 20.7482 26.1344C23.6004 26.1344 25.9209 23.814 25.9209 20.9617C25.9209 18.1095 23.6004 15.7891 20.7482 15.7891ZM20.7482 24.1225C19.0025 24.1225 17.5874 22.7074 17.5874 20.9618C17.5874 19.2161 19.0026 17.8011 20.7482 17.8011C22.4938 17.8011 23.9089 19.2161 23.9089 20.9618C23.9089 22.7074 22.4937 24.1225 20.7482 24.1225Z" fill="url(#paint1_linear_36_462)"/>
                  <path d="M25.9309 17.0674C26.6154 17.0674 27.1704 16.5124 27.1704 15.8279C27.1704 15.1433 26.6154 14.5884 25.9309 14.5884C25.2463 14.5884 24.6914 15.1433 24.6914 15.8279C24.6914 16.5124 25.2463 17.0674 25.9309 17.0674Z" fill="url(#paint2_linear_36_462)"/>
                </g>
                <defs>
                  <linearGradient id="paint0_linear_36_462" x1="20.7482" y1="30.9037" x2="20.7482" y2="11.1173" gradientUnits="userSpaceOnUse">
                    <stop stop-color="#E09B3D"/>
                    <stop offset="0.3" stop-color="#C74C4D"/>
                    <stop offset="0.6" stop-color="#C21975"/>
                    <stop offset="1" stop-color="#7024C4"/>
                  </linearGradient>
                  <linearGradient id="paint1_linear_36_462" x1="20.7482" y1="30.9036" x2="20.7482" y2="11.1171" gradientUnits="userSpaceOnUse">
                    <stop stop-color="#E09B3D"/>
                    <stop offset="0.3" stop-color="#C74C4D"/>
                    <stop offset="0.6" stop-color="#C21975"/>
                    <stop offset="1" stop-color="#7024C4"/>
                  </linearGradient>
                  <linearGradient id="paint2_linear_36_462" x1="25.9309" y1="30.9035" x2="25.9309" y2="11.1171" gradientUnits="userSpaceOnUse">
                    <stop stop-color="#E09B3D"/>
                    <stop offset="0.3" stop-color="#C74C4D"/>
                    <stop offset="0.6" stop-color="#C21975"/>
                    <stop offset="1" stop-color="#7024C4"/>
                  </linearGradient>
                  <clipPath id="clip0_36_462">
                    <rect width="20" height="20" fill="white" transform="translate(10.7482 10.9619)"/>
                  </clipPath>
                </defs>
              </svg>


            </div>

          </div>
        </div>
        <div>
          <div class="fz12">Скачайте <br>
            наше преложение</div>
        </div>
        <div class="d-flex mt-2" :class="$vuetify.breakpoint.mobile ? 'justify-center' : ''">
          <img class="mr-2" src="../assets/appStore.png">
          <img src="../assets/googlePlay.png">
        </div>
      </div>
      <div v-if="!$vuetify.breakpoint.mobile">
        <div class="footer_title mb-7">Сервис</div>
        <div>
          <div class="fz12 mb-2">О сервисе</div>
          <div class="fz12 mb-2">Блог</div>
          <div class="fz12 mb-2">Часто задаваемые вопросы</div>
          <div class="fz12 mb-2"> Способы оплаты</div>
        </div>
      </div>
      <div v-if="!$vuetify.breakpoint.mobile">
        <div class="footer_title mb-7">Гидам</div>
        <div>
          <div class="fz12 mb-2">Стать гидом</div>
          <div class="fz12 mb-2">Правила работы</div>
        </div>
      </div>
      <div v-if="!$vuetify.breakpoint.mobile">
        <div class="footer_title mb-7">Документы</div>
        <div>
          <div class="fz12 mb-2">Политика возврата билетов</div>
          <div class="fz12 mb-2">Договор оферты</div>
          <div class="fz12 mb-2">Условия использования сайта</div>
          <div class="fz12 mb-2">Политика обработки персональных данных</div>
          <div class="fz12 mb-2">Реквизиты</div>
        </div>
      </div>
      <div v-if="!$vuetify.breakpoint.mobile">
        <div class="footer_title mb-7">Поддержка клиентов</div>
        <div>
          <div class="fz12 mb-2">
            <svg xmlns="http://www.w3.org/2000/svg" width="11" height="11" viewBox="0 0 11 11" fill="none">
              <g clip-path="url(#clip0_5_637)">
                <path d="M10.0402 7.80871L9.58609 9.77746C9.5223 10.0558 9.27769 10.2505 8.99117 10.2505C4.06363 10.2501 0.0558167 6.2423 0.0558167 1.31457C0.0558167 1.02824 0.250524 0.783318 0.528864 0.719842L2.49761 0.26574C2.78433 0.199295 3.0773 0.348123 3.19644 0.619646L4.10504 2.73879C4.21125 2.9884 4.13961 3.27922 3.92964 3.4507L2.87808 4.29504C3.54175 5.64699 4.64097 6.74621 5.99332 7.41027L6.85425 6.35949C7.02394 6.14894 7.31695 6.07609 7.56656 6.1842L9.6857 7.0926C9.94058 7.22668 10.1066 7.52355 10.0402 7.80871Z" fill="#252525"/>
              </g>
              <defs>
                <clipPath id="clip0_5_637">
                  <rect width="10" height="10" fill="white" transform="translate(0.0558167 0.25)"/>
                </clipPath>
              </defs>
            </svg>
            Телефон: +7 (495) 123-45-67</div>
          <div class="fz12 mb-2">
            <svg xmlns="http://www.w3.org/2000/svg" width="13" height="13" viewBox="0 0 13 13" fill="none">
              <path d="M11.0558 4.554V8.625C11.0558 9.4915 10.3776 10.1996 9.52302 10.2474L9.43082 10.25H2.68082C1.8143 10.25 1.10619 9.57175 1.05839 8.7172L1.05582 8.625V4.554L5.88182 7.0822C5.99082 7.13925 6.12082 7.13925 6.22982 7.0822L11.0558 4.554ZM2.68082 2.25H9.43082C10.2732 2.25 10.9659 2.89096 11.0477 3.71177L6.05582 6.32665L1.06391 3.71177C1.14275 2.92136 1.78798 2.29772 2.58786 2.25261L2.68082 2.25Z" fill="#252525"/>
            </svg>
            E-mail: hello@trevelme.ru</div>
          <div class="fz12 mb-2">
            <svg xmlns="http://www.w3.org/2000/svg" width="10" height="13" viewBox="0 0 10 13" fill="none">
              <g clip-path="url(#clip0_5_633)">
                <path d="M4.55582 0.25C2.07074 0.25 0.0558167 2.26492 0.0558167 4.75C0.0558167 6.5643 0.687926 7.07102 4.0941 12.0086C4.31748 12.3313 4.79511 12.3313 5.01847 12.0086C8.423 7.07031 9.05582 6.56406 9.05582 4.75C9.05582 2.26492 7.04019 0.25 4.55582 0.25ZM4.55582 6.60391C3.52152 6.60391 2.68082 5.76297 2.68082 4.72891C2.68082 3.69484 3.52222 2.85391 4.55582 2.85391C5.58941 2.85391 6.43082 3.69484 6.43082 4.72891C6.43082 5.76297 5.58941 6.60391 4.55582 6.60391Z" fill="#252525"/>
              </g>
              <defs>
                <clipPath id="clip0_5_633">
                  <rect width="9" height="12" fill="white" transform="translate(0.0558167 0.25)"/>
                </clipPath>
              </defs>
            </svg>
            Офис: Москва, ул. Название улицы 10,
            офис 11</div>
          <div class="d-flex mt-2">
            <svg width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
              <rect x="0.555817" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
              <g clip-path="url(#clip0_5_665)">
                <path d="M27.3752 12.5486C25.4205 10.5894 22.8176 9.51172 20.0512 9.51172C14.3413 9.51172 9.69496 14.1581 9.69496 19.8679C9.69496 21.6918 10.1708 23.4739 11.0758 25.046L9.60641 30.4107L15.097 28.9692C16.6085 29.7948 18.3111 30.2288 20.0465 30.2288H20.0512C25.7565 30.2288 30.5053 25.5824 30.5053 19.8726C30.5053 17.1062 29.3298 14.5079 27.3752 12.5486Z" fill="#2CB742"/>
                <path d="M20.0512 28.4842C18.5024 28.4842 16.9863 28.069 15.6661 27.2853L15.3536 27.0987L12.0974 27.9523L12.9651 24.7755L12.7599 24.449C11.8969 23.0775 11.4443 21.4961 11.4443 19.868C11.4443 15.1237 15.3069 11.2612 20.0558 11.2612C22.3556 11.2612 24.5154 12.1569 26.1389 13.7849C27.7623 15.413 28.7606 17.5729 28.756 19.8727C28.756 24.6217 24.7953 28.4842 20.0512 28.4842Z" fill="#FBFBFB"/>
                <path d="M24.7721 22.0369C24.5155 21.9064 23.2421 21.2811 23.0041 21.1973C22.7662 21.1086 22.5936 21.0667 22.421 21.3279C22.2484 21.5891 21.7539 22.1675 21.5999 22.3449C21.4507 22.5175 21.2967 22.5408 21.0402 22.4102C19.5194 21.6498 18.5211 21.0527 17.5182 19.3313C17.2523 18.8741 17.7841 18.9068 18.2785 17.9179C18.3626 17.7452 18.3206 17.5959 18.2552 17.4653C18.1899 17.3347 17.6721 16.0612 17.4575 15.5433C17.2476 15.0395 17.033 15.1095 16.8744 15.1002C16.7251 15.0908 16.5525 15.0908 16.3799 15.0908C16.2073 15.0908 15.9274 15.1562 15.6895 15.4127C15.4516 15.6739 14.7845 16.2991 14.7845 17.5726C14.7845 18.8461 15.7128 20.0777 15.8388 20.2503C15.9693 20.4228 17.6628 23.0353 20.2611 24.1595C21.9032 24.8686 22.547 24.9292 23.368 24.8079C23.8671 24.7333 24.8982 24.1828 25.1127 23.5764C25.3273 22.97 25.3273 22.4522 25.2619 22.3449C25.2013 22.2282 25.0286 22.1629 24.7721 22.0369Z" fill="#2CB742"/>
              </g>
              <defs>
                <clipPath id="clip0_5_665">
                  <rect width="23.2615" height="23.2615" fill="white" transform="translate(9.53275 8.33057)"/>
                </clipPath>
              </defs>
            </svg>

            <svg class="ml-4" width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
              <rect x="1.18655" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
              <path d="M29.1947 14.4763L26.3413 27.9331C26.126 28.8829 25.5646 29.1192 24.7668 28.6719L20.4191 25.468L18.3213 27.4857C18.0892 27.7178 17.895 27.9121 17.4476 27.9121L17.7599 23.4841L25.8179 16.2027C26.1682 15.8904 25.7419 15.7173 25.2734 16.0297L15.3117 22.3022L11.0231 20.9599C10.0903 20.6686 10.0734 20.027 11.2173 19.5796L27.9917 13.1172C28.7683 12.8259 29.448 13.2902 29.1947 14.4763Z" fill="#20A0E1"/>
            </svg>

            <svg class="mx-4" width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
              <rect x="0.525024" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
              <g clip-path="url(#clip0_5_651)">
                <path d="M9.95579 14.4907C10.7191 14.4907 11.8821 14.4907 12.5364 14.4907C12.8635 14.4907 13.1179 14.7088 13.2269 14.9996C13.5541 15.9446 14.281 18.0163 15.1169 19.4338C16.2437 21.2875 16.9706 21.978 17.4431 21.9053C17.9156 21.7963 17.7702 20.5605 17.7702 19.5792C17.7702 18.5978 17.8792 16.9259 17.4067 16.1626L16.6798 15.1086C16.4981 14.8542 16.6798 14.5271 16.9706 14.5271H21.1141C21.5139 14.5271 21.841 14.8542 21.841 15.254V20.5242C21.841 20.5242 22.0227 21.4692 23.0404 20.4878C24.0581 19.5065 25.1485 17.6892 26.0571 15.8355L26.4206 14.9632C26.5296 14.7088 26.7841 14.5271 27.0748 14.5271H29.7644C30.2733 14.5271 30.6367 15.0359 30.455 15.5084L30.1642 16.2717C30.1642 16.2717 29.1829 18.2344 28.1652 19.6155C27.1475 21.033 26.9294 21.3601 27.0748 21.7236C27.2202 22.0871 29.8371 24.5223 30.4914 25.6853C30.6731 26.0125 30.8185 26.3032 30.9639 26.5576C31.2183 27.0301 30.8548 27.648 30.3096 27.648H27.2566C27.0021 27.648 26.7477 27.5026 26.6387 27.2846L26.3479 26.8121C26.3479 26.8121 24.4942 24.6313 23.3675 23.9407C22.2044 23.2865 22.2408 24.2315 22.2408 24.2315V26.1578C22.2408 26.9575 21.5866 27.6117 20.7869 27.6117H20.06C20.06 27.6117 16.0619 27.6117 12.8635 22.8503C10.3556 19.143 9.51963 16.7442 9.22886 15.363C9.15617 14.9269 9.48329 14.4907 9.95579 14.4907Z" fill="#5181B8"/>
              </g>
              <defs>
                <clipPath id="clip0_5_651">
                  <rect width="23.2615" height="23.2615" fill="white" transform="translate(8.50195 9.43848)"/>
                </clipPath>
              </defs>
            </svg>
            <svg width="41" height="41" viewBox="0 0 41 41" fill="none" xmlns="http://www.w3.org/2000/svg">
              <rect x="1.24817" y="1" width="39" height="39" rx="4.5" fill="#FBFBFB" stroke="#DFDFDF"/>
              <g clip-path="url(#clip0_36_462)">
                <path d="M24.7901 10.9619H16.7063C13.421 10.9619 10.7482 13.6347 10.7482 16.92V25.0038C10.7482 28.2891 13.421 30.9619 16.7063 30.9619H24.7901C28.0754 30.9619 30.7482 28.2891 30.7482 25.0038V16.92C30.7481 13.6347 28.0753 10.9619 24.7901 10.9619ZM28.7362 25.0038C28.7362 27.1832 26.9694 28.9499 24.7901 28.9499H16.7063C14.5269 28.9499 12.7602 27.1832 12.7602 25.0038V16.92C12.7602 14.7406 14.5269 12.9739 16.7063 12.9739H24.7901C26.9694 12.9739 28.7362 14.7406 28.7362 16.92V25.0038Z" fill="url(#paint0_linear_36_462)"/>
                <path d="M20.7482 15.7891C17.8959 15.7891 15.5754 18.1095 15.5754 20.9617C15.5754 23.8139 17.8959 26.1344 20.7482 26.1344C23.6004 26.1344 25.9209 23.814 25.9209 20.9617C25.9209 18.1095 23.6004 15.7891 20.7482 15.7891ZM20.7482 24.1225C19.0025 24.1225 17.5874 22.7074 17.5874 20.9618C17.5874 19.2161 19.0026 17.8011 20.7482 17.8011C22.4938 17.8011 23.9089 19.2161 23.9089 20.9618C23.9089 22.7074 22.4937 24.1225 20.7482 24.1225Z" fill="url(#paint1_linear_36_462)"/>
                <path d="M25.9309 17.0674C26.6154 17.0674 27.1704 16.5124 27.1704 15.8279C27.1704 15.1433 26.6154 14.5884 25.9309 14.5884C25.2463 14.5884 24.6914 15.1433 24.6914 15.8279C24.6914 16.5124 25.2463 17.0674 25.9309 17.0674Z" fill="url(#paint2_linear_36_462)"/>
              </g>
              <defs>
                <linearGradient id="paint0_linear_36_462" x1="20.7482" y1="30.9037" x2="20.7482" y2="11.1173" gradientUnits="userSpaceOnUse">
                  <stop stop-color="#E09B3D"/>
                  <stop offset="0.3" stop-color="#C74C4D"/>
                  <stop offset="0.6" stop-color="#C21975"/>
                  <stop offset="1" stop-color="#7024C4"/>
                </linearGradient>
                <linearGradient id="paint1_linear_36_462" x1="20.7482" y1="30.9036" x2="20.7482" y2="11.1171" gradientUnits="userSpaceOnUse">
                  <stop stop-color="#E09B3D"/>
                  <stop offset="0.3" stop-color="#C74C4D"/>
                  <stop offset="0.6" stop-color="#C21975"/>
                  <stop offset="1" stop-color="#7024C4"/>
                </linearGradient>
                <linearGradient id="paint2_linear_36_462" x1="25.9309" y1="30.9035" x2="25.9309" y2="11.1171" gradientUnits="userSpaceOnUse">
                  <stop stop-color="#E09B3D"/>
                  <stop offset="0.3" stop-color="#C74C4D"/>
                  <stop offset="0.6" stop-color="#C21975"/>
                  <stop offset="1" stop-color="#7024C4"/>
                </linearGradient>
                <clipPath id="clip0_36_462">
                  <rect width="20" height="20" fill="white" transform="translate(10.7482 10.9619)"/>
                </clipPath>
              </defs>
            </svg>


          </div>

        </div>
      </div>
    </div>
      <div class="d-flex justify-space-between  align-center mt-16" :class="$vuetify.breakpoint.mobile ? 'flex-column' : ''">
        <div :class="$vuetify.breakpoint.mobile ? 'my-5' : ''">
          © 2023 «Tenloc».
        </div>
        <div class="d-flex align-center">
          <svg v-if="!$vuetify.breakpoint.mobile" class="mr-6" xmlns="http://www.w3.org/2000/svg" width="196" height="15" viewBox="0 0 196 15" fill="none">
            <g clip-path="url(#clip0_36_485)">
              <path d="M49.7128 1.68604H43.8858V12.5427H49.7128V1.68604Z" fill="#FF5F00"/>
              <path d="M44.486 7.11517C44.4845 4.99695 45.3369 2.9956 46.7976 1.68778C44.3161 -0.536872 40.7526 -0.212833 38.6114 2.43217C36.4702 5.07717 36.4702 9.1551 38.6114 11.8001C40.7526 14.4451 44.3161 14.7691 46.7976 12.5445C45.3365 11.2362 44.484 9.23407 44.486 7.11517Z" fill="#EB001B"/>
              <path d="M56.0531 11.9033V11.2588H56.1667V11.1255H55.8962V11.2588H56.0031V11.9033H56.0531ZM56.5781 11.9033V11.1255H56.4962L56.4008 11.681L56.3053 11.1255H56.2235V11.9033H56.2826V11.3144L56.3712 11.8199H56.4326L56.5212 11.3144V11.9033H56.5781Z" fill="#F79E1B"/>
              <path d="M56.5906 7.1154C56.5906 9.75878 55.2674 12.1701 53.1831 13.3252C51.0988 14.4804 48.6193 14.1766 46.7976 12.5428C48.2577 11.2339 49.1101 9.23277 49.1101 7.11444C49.1101 4.9961 48.2577 2.99502 46.7976 1.68608C48.6193 0.0523207 51.0988 -0.251507 53.1831 0.903636C55.2674 2.05878 56.5906 4.47009 56.5906 7.11348V7.1154Z" fill="#F79E1B"/>
              <path d="M80.4006 7.97514H80.1885V1.68066H77.2172V12.3328H79.7388C80.401 12.3328 81.0028 11.8936 81.2802 11.2077L83.3717 6.03836H83.5841V12.3328H86.5552V1.68066H84.0336C83.3714 1.68066 82.7696 2.11992 82.4922 2.80581L80.4006 7.97514Z" fill="#319B42"/>
              <path d="M70.9638 3.0806L69.6997 7.97514H69.4828L68.2187 3.0806C68.0045 2.25153 67.3251 1.68066 66.5524 1.68066H63.5216V12.3328H66.5564V6.03836H66.7731L68.5073 12.3328H70.6752L72.4094 6.03836H72.6261V12.3328H75.6609V1.68066H72.6301C71.8575 1.68066 71.178 2.25153 70.9638 3.0806Z" fill="#319B42"/>
              <path d="M87.8002 6.65186V12.333H90.8255V9.01907H94.0793C95.4927 9.01907 96.6919 8.03002 97.1382 6.65186H87.8002Z" fill="#319B42"/>
              <mask id="mask0_36_485" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="87" y="1" width="11" height="5">
                <path d="M94.2604 1.71094H87.5167C87.9261 4.03393 89.8752 5.79475 92.2209 5.79475H97.4578C97.5006 5.57486 97.5233 5.34721 97.5233 5.1142C97.5233 3.2346 96.0624 1.71094 94.2604 1.71094Z" fill="url(#paint0_linear_36_485)"/>
              </mask>
              <g mask="url(#mask0_36_485)">
                <path d="M94.2604 1.71094H87.5167C87.9261 4.03393 89.8752 5.79475 92.2209 5.79475H97.4578C97.5006 5.57486 97.5233 5.34721 97.5233 5.1142C97.5233 3.2346 96.0624 1.71094 94.2604 1.71094Z" fill="url(#paint1_linear_36_485)"/>
              </g>
              <path d="M189.368 14.125H176.022C174.394 14.125 172.833 13.3875 171.683 12.0748C170.532 10.762 169.885 8.98153 169.885 7.125C169.885 5.26847 170.532 3.488 171.683 2.17523C172.833 0.862465 174.394 0.125 176.022 0.125H189.368C190.995 0.125 192.556 0.862465 193.707 2.17523C194.858 3.488 195.504 5.26847 195.504 7.125C195.504 8.98153 194.858 10.762 193.707 12.0748C192.556 13.3875 190.995 14.125 189.368 14.125Z" fill="#219F38"/>
              <path d="M182.574 7.82097V9.39036H181.795V4.35205H183.245C184.622 4.35205 185.207 4.92097 185.207 6.05778C185.207 7.23064 184.522 7.82097 183.245 7.82097H182.574ZM182.574 5.18013V6.99402H183.302C184.024 6.99402 184.398 6.72022 184.398 6.03637C184.398 5.41787 184.074 5.18013 183.314 5.18013H182.574Z" fill="white"/>
              <path d="M185.618 6.04262C185.824 5.86234 186.197 5.71924 186.734 5.71924C187.643 5.71924 188.092 6.07868 188.092 7.01492V9.38985H187.406V8.74205C187.257 9.16008 186.877 9.44731 186.379 9.44731C185.75 9.44731 185.376 9.03727 185.376 8.33191C185.376 7.51173 185.892 7.28074 186.659 7.28074H187.363V7.12196C187.363 6.61041 187.151 6.45267 186.734 6.45267C186.16 6.45267 185.831 6.71182 185.618 7.09379V6.04262ZM187.363 8.12356V7.82835H186.746C186.316 7.82835 186.111 7.92187 186.111 8.24628C186.111 8.52008 186.285 8.69248 186.609 8.69248C187.101 8.69135 187.331 8.36797 187.363 8.12356Z" fill="white"/>
              <path d="M188.453 5.79199H189.269L190.122 8.26044L190.819 5.79199H191.591L190.345 9.77237C190.071 10.6365 189.791 10.8303 189.38 10.8303C189.187 10.8303 188.975 10.7661 188.882 10.6714V9.8873C188.975 9.99547 189.119 10.0676 189.255 10.0676C189.48 10.0676 189.647 9.89518 189.766 9.40514L188.453 5.79199Z" fill="white"/>
              <path d="M174.665 6.04681V7.15206L175.934 8.07028L178.969 5.48577C178.862 5.21197 178.727 4.9562 178.569 4.7207L175.934 6.96502L174.665 6.04681Z" fill="white"/>
              <path d="M178.494 6.9934C178.495 7.01931 178.495 7.04636 178.495 7.07227C178.495 8.70476 177.346 10.032 175.934 10.032C174.522 10.032 173.372 8.70476 173.372 7.07227C173.372 5.43978 174.521 4.11255 175.933 4.11255C176.468 4.11255 176.966 4.30298 177.377 4.62974L178.024 4.07762C177.453 3.54363 176.725 3.22363 175.932 3.22363C174.092 3.22363 172.602 4.94739 172.602 7.0734C172.602 9.19941 174.093 10.9232 175.932 10.9232C177.772 10.9232 179.263 9.19941 179.263 7.0734C179.263 6.8379 179.244 6.60692 179.209 6.38391L178.494 6.9934Z" fill="white"/>
              <path d="M115.577 0.125C112.159 0.125 109.441 3.27058 109.441 7.125C109.441 11.0237 112.198 14.125 115.577 14.125C118.956 14.125 121.713 10.9794 121.713 7.125C121.752 3.27058 118.956 0.125 115.577 0.125ZM115.577 9.73891C114.334 9.73891 113.286 8.54272 113.286 7.125C113.286 5.70728 114.334 4.51109 115.577 4.51109C116.82 4.51109 117.869 5.70728 117.869 7.125C117.869 8.54272 116.859 9.73891 115.577 9.73891Z" fill="#8B3FFD"/>
              <path d="M109.441 2.16309V12.353H107.227L104.431 2.16309H109.441Z" fill="#8B3FFD"/>
              <path d="M161.211 3.97949L159.852 7.78962C159.813 7.83392 159.813 7.92251 159.813 7.96683L159.774 8.05542L159.735 7.96683C159.735 7.92251 159.697 7.83392 159.697 7.78962L158.337 3.97949H156.59L158.881 10.4922L157.91 12.9731H159.658L162.881 3.97949H161.211Z" fill="black"/>
              <path d="M148.317 4.33384C148.006 4.06801 147.618 3.8908 147.152 3.8465C146.375 3.75788 145.638 4.06801 145.133 4.64397V3.93512H143.54V10.4478H145.133V7.03637C145.133 6.2832 145.249 6.06169 145.366 5.88448C145.56 5.53006 145.909 5.35285 146.337 5.35285C146.764 5.35285 147.152 5.57435 147.346 5.92878C147.463 6.19461 147.502 6.54903 147.502 6.72625C147.502 7.30221 147.502 10.4478 147.502 10.4478H149.094V6.50474C149.094 5.48573 148.822 4.77689 148.317 4.33384Z" fill="black"/>
              <path d="M140.511 4.02383C139.734 3.7137 138.88 3.75802 138.103 4.15674C137.598 4.42258 137.132 4.86559 136.86 5.44155C136.588 5.92889 136.472 6.54915 136.472 7.2137C136.472 7.87825 136.588 8.49851 136.86 8.98585C137.132 9.47319 137.482 9.91623 137.947 10.1821C138.414 10.4479 138.957 10.6251 139.462 10.6251C139.734 10.6251 140.006 10.5808 140.278 10.4922C140.511 10.4036 140.744 10.315 140.977 10.1821C141.443 9.87194 141.831 9.47319 142.064 8.98585C142.336 8.49851 142.453 7.87825 142.453 7.2137C142.492 5.75168 141.754 4.51117 140.511 4.02383ZM140.977 7.30232C140.938 7.87825 140.783 8.36559 140.472 8.67572C140.239 8.89726 139.89 9.03017 139.462 9.07447C139.035 9.07447 138.724 8.94155 138.452 8.67572C138.142 8.36559 137.987 7.87825 137.947 7.30232C137.909 6.63777 138.142 6.1061 138.569 5.75168C138.802 5.57447 139.113 5.44155 139.423 5.44155C139.773 5.44155 140.045 5.57447 140.317 5.75168C140.783 6.06181 141.016 6.63777 140.977 7.30232Z" fill="black"/>
              <path d="M134.646 4.33402C134.336 4.06822 133.947 3.891 133.481 3.84668C133.404 3.84668 133.287 3.84668 133.209 3.84668C132.588 3.84668 132.044 4.15681 131.578 4.77706L131.501 4.90998H131.345C131.229 4.68847 131.073 4.51126 130.918 4.37834C130.607 4.11251 130.219 3.9353 129.753 3.891C129.015 3.80238 128.432 4.06822 127.927 4.68847V4.02392H126.335V10.5366H127.927V7.12517V7.03655C127.927 6.3277 128.005 6.15049 128.122 5.92898C128.316 5.57453 128.665 5.35302 129.054 5.39732C129.442 5.39732 129.792 5.61886 129.986 5.97328C130.141 6.23908 130.141 6.54921 130.141 6.85934V10.4923H131.734V6.99226C131.734 6.3277 131.811 6.1062 131.928 5.88466C132.122 5.53024 132.471 5.35302 132.86 5.35302C133.248 5.35302 133.559 5.57453 133.753 5.92898C133.87 6.15049 133.909 6.41632 133.909 6.59354C133.909 6.68213 133.909 6.77075 133.909 6.81504V10.448H135.501V6.46062C135.501 6.1062 135.462 5.75174 135.384 5.44162C135.229 4.9986 134.996 4.59985 134.646 4.33402Z" fill="black"/>
              <path d="M155.075 8.49847C154.842 8.7643 154.298 9.25164 153.56 9.29594C152.939 9.34023 152.473 9.11872 152.123 8.72C151.968 8.54276 151.851 8.27696 151.774 8.01113H156.162V7.96683C156.201 7.701 156.24 7.47949 156.24 7.21366C156.24 6.99215 156.201 6.68202 156.124 6.28328C155.929 5.5301 155.541 4.95417 155.036 4.51113C154.454 4.02379 153.91 3.89087 153.754 3.89087C152.628 3.66936 151.347 4.2453 150.686 5.44151C150.22 6.28328 150.259 7.12504 150.259 7.39087C150.259 7.701 150.298 8.67568 150.997 9.56177C151.813 10.5807 152.939 10.625 153.288 10.6694C154.842 10.7137 155.891 9.60606 156.124 9.38455L155.075 8.49847ZM152.356 5.75164C152.589 5.57443 152.861 5.44151 153.211 5.44151C153.56 5.44151 153.832 5.57443 154.104 5.75164C154.337 5.97315 154.531 6.23898 154.648 6.54911H151.851C151.89 6.23898 152.084 5.92885 152.356 5.75164Z" fill="black"/>
              <path d="M12.0666 1.84482L8.18125 12.4054H5.63899L3.7203 3.97882C3.62437 3.48636 3.48047 3.26749 3.1447 3.04861C2.56909 2.72031 1.60975 2.33728 0.794312 2.17313L0.842279 1.84482H4.91948C5.44712 1.84482 5.92679 2.22784 6.02273 2.93918L7.03004 9.0676L9.52433 1.89954H12.0666V1.84482ZM21.9958 8.95816C21.9958 6.16754 18.6381 6.00339 18.6381 4.79959C18.6381 4.41657 18.9738 4.03354 19.6454 3.9241C19.9812 3.86939 20.9405 3.81467 21.9958 4.41657L22.4275 2.17313C21.8519 1.95425 21.1324 1.68066 20.173 1.68066C17.8226 1.68066 16.1438 3.10333 16.1438 5.18262C16.1438 6.71472 17.343 7.53549 18.2543 8.02796C19.1657 8.52042 19.5015 8.84873 19.5015 9.34119C19.5015 10.0525 18.782 10.3808 18.0625 10.3808C16.8633 10.3808 16.1438 9.99781 15.6161 9.72421L15.1844 12.0224C15.76 12.296 16.7674 12.5696 17.8226 12.5696C20.3169 12.5696 21.9478 11.1469 21.9958 8.95816ZM28.2315 12.4054H30.438L28.5193 1.84482H26.4567C25.977 1.84482 25.5933 2.17313 25.4494 2.61087L21.8519 12.4054H24.3462L24.8258 10.8186H27.8957L28.2315 12.4054ZM25.5453 8.68457L26.7925 4.74487L27.512 8.68457H25.5453ZM15.4722 1.84482L13.5056 12.4054H11.1072L13.0739 1.84482H15.4722Z" fill="#1A1F71"/>
            </g>
            <defs>
              <linearGradient id="paint0_linear_36_485" x1="87.5167" y1="205.902" x2="1088.18" y2="205.902" gradientUnits="userSpaceOnUse">
                <stop stop-color="#00A3E1"/>
                <stop offset="0.592667" stop-color="#008CD8"/>
                <stop offset="1" stop-color="#0076CF"/>
              </linearGradient>
              <linearGradient id="paint1_linear_36_485" x1="87.5167" y1="205.902" x2="1088.18" y2="205.902" gradientUnits="userSpaceOnUse">
                <stop stop-color="#00A3E1"/>
                <stop offset="0.592667" stop-color="#008CD8"/>
                <stop offset="1" stop-color="#0076CF"/>
              </linearGradient>
              <clipPath id="clip0_36_485">
                <rect width="195" height="14" fill="white" transform="translate(0.794312 0.125)"/>
              </clipPath>
            </defs>
          </svg>
          <div class="d-flex align-center">
            Разработка сайта
            <svg class="ml-2" width="134" height="23" viewBox="0 0 134 23" fill="none" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
              <rect x="0.738586" y="0.0927734" width="132.388" height="22.0646" fill="url(#pattern0)"/>
              <defs>
                <pattern id="pattern0" patternContentUnits="objectBoundingBox" width="1" height="1">
                  <use xlink:href="#image0_36_461" transform="scale(0.00462963 0.0277778)"/>
                </pattern>
                <image id="image0_36_461" width="216" height="36" xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAANgAAAAkCAYAAADrcPSPAAAAIGNIUk0AAHomAACAhAAA+gAAAIDoAAB1MAAA6mAAADqYAAAXcJy6UTwAAAAGYktHRAD/AP8A/6C9p5MAAAAHdElNRQfmCxoKNho9VDkMAAAKyklEQVR42u2de2xkVR3HP3fYhcXdnWwtLAkRhN6qxyCr0tVIeBjT6UrKACamhZXwj3E7EEKUJtrCLoaYrrQmFv/QDW3j4w+B0FEgOG5kO9V1gxFMi6Q+uCu93ShqgGy3Ors89tXjH+dO59w7d+5j2mYK3m8yf/Q8fuec3+v8zu+cmRrUidk9mQ0SbjDgKuC/wP7WgeLL9dJLkOC9CKOeTq/syXzagN8B6zxVExJu/NBA8XSjF5YgwVpAKm6H2d2Ziw14gWrjAugwJPlGLypBgrWC2AaGwfdC6m+Z3ZO5tNELS5BgLSCWgc3uyRhAV2hDyTWNXliCBGsBcXewaGc2g/MbvbAECdYCXOeo+ULmSuAGYCPwB2CiOVtJWLQOFBdn92ReAj4RQvdF/Y8DXbsN4FNAO7AeeA44tCO/90yjGZAgwWrCAJgvZM6TUDTgWk/9O8BVzdlK+n12T+Z64LcBNP8FXNo6UFwEONC1eyPwPPAxvZGEowZ8fEd+778bzYQECVYLKkSUHPAxLoANwEvzhcyWckHrQPEQ8O0a9E4A2zXjSiGZwmNcAAZcABw+0LV7Q6OZkCDBaiE1X8h8FIPrA9qcK+GbekHrQHE3sP3UWXnw7KLkrdOLbwEPINnaOlB8TWt6HQYigPYm4K5GMyFBgtXCOtS5KBCGMoJevax1oDgthLgVeB34iWVZAz5ds6EzkNwBPNxoRiRIsBpIoRIaYag3jNsS3kRuqnv2aXOctCmdT1+svpvNCa1vT+R2abNP+1uSNqcC+7vne0zrl4k4ZsaHTkart2uM1UbaHHHajGh9os83Ph/9ZaDmUuGZu07n54hnbd5PSwBv3XTq5a2iNRhZr0JkmgKmwnj46tEzs0KI9XF5P/fmUTu0kWEcjEvXWVgLuF6NhN/PqX5NpM0MhtZXRuzrjzZgJFCoaswmYFQrzYQRrhtpswslVz9DKs93fEXGMlxrGnTG1ufSAqzMWMHrdeuC4ne9tMKddUSZpoBDQCmI1oOPzrcCR4UQGSFE6F2YEKJJCPHMviPPPbQoZVjzh+pgQhswCBSBBae0zSkPQw+SPpRAVF+DTKB3jIaegPF7nE/RU7byUHOIotBdsXd9P5TsPNCvlYx7+DAOLJe3YesdARaQS/xtIqrDddNqcWiVMU3JHqrROpJMU83Z4mkJVwOLflTOLsqHrFdP34NKSEwALwohPuxUl40tBSCEWC+E6AOOATedkmeff/nE618MWNJdO/J7j9TB1ozGwHi7mCSDQQYlhGKsvgAle4iSbSx93OP7G5h05luyi8CcU9pU5e1XBrqQp4HtlOwcJbvozFdXmL66PX0ZaTPjKKFOd4K02eIYcBSnp/O36OKv+zPn06Msyy4MTZ71RSXjDi1Qzre7ZsuIMk0BXJAt/hXYKmEMKF/+vgBcu/Xmyfsty/q+M/DjqEvmw0KIZ4F/OG3vFEI8JaU8htpZjgGftSzr6nt/9cMnJVwCPKaN+xvgyh35vY/UwQSoKJHXgwQzNW22OMZVbhs/xKxmtK6gC1X1lTHLO6w+5sqHidK1W+Qo2dOu+pLdjzI8UDJd3u4i6SNt9jl0y2trQjnjUWdXWaibfjh6nHl0oYdrKiqJ7jxUyKw7g5xT3ufTNrJMl15yNGeL885ke+YLGaM5W3TFdpZllYAvCSEeBH4B7PAM+wXDMCRwD/CIZVlLrzQ+n9/7T+B257M8qINki8PUDMftDtLmAmVlSZttVUpVgW5EbZTsIa1vW0jf8vh9KCfixbQTLgWNmXGE0afV5ZbNk9rwV+ySvX2Fxxkkbc5RsrtJm1MoRW0BJjDocP6eWPHVKeVWumDQRsleIG3mqfC8B/fOWotOH245DaEc9xTuM1YZkWXq+xbRa1w6LMv6m5TyeI1qA/ixblyrgIqHMJY8cdSdSK/Lx+wbhlqC1GnOOQYcJ0ycWMpmqSymZDWUdfkYcRS+Q1ufMgAVRkWDfxaxVgJJ513ZEOKE/XPaeb6MvLMbj1B7d48s09hfVxFCnGMYRlBc/RG/wmxubH02N3ZZNjd2eTY3dm7ccTXoZ4yycYQnDxQjy/Ne0PrkQ/tGw3hVosQ7ZmWHWymjXnmkTTsgTR6UKldRQMleQBnZAn4h6spCl5cuzyiJr36nnZ4QmgNyPjuazp9YMl0ysJnO9k0zne13zXS2Pz3T2T4+09m+c6az3ZWaF0Jcg3prGIRpIcTDQojzAbK5MSObG/s6cAo44iziZDY39q1sbiyegSvPUI6rp5eEpxZZZmpTjfsN9+6lFAHHu4b1rUBPcsD7qZxnoNpA/TysVxjxzgrvBqhkxHZK9uiyadWCWxfmlnZJJVfd4frJc4iSPYSsynB2O/2DzqWxZJoCmOlsb0P9rsY+4BaHyGPAGzOd7R8QQlwihPg96hX8RfifQZBSDgF/B74GlIQQt0spHwe+49P8AeBANjcW52cLdGa1ebyqvlg/76OXeUOWsL7+UMKonKFkVcZMp1W+CLUdx6AnGoLG7HAMeoiSPeoYdkfEGfobrvuy1T3nkm0GZPFqZfL8eBOtXXU/vyyi3zlV1wXv2bd2VGIwTcnuJ20OagkvgP6Iu20smaZmOtubUV9N8dtNtpxclK+co7KFn0ElNy60LOs+wKRySf0W0HX48OF+lPXfBpw5b9NFPzUM49aAybYTNZOmPEItRewiKPbWEyPubV2hZPeHCDMaDCpK5R5TR8uqZhP1OVTORTov+jTFWgDqM4RGoloXvPLMa/I0PXX9PpfJowH3Xfq4sWW6DvgGAWex81LGhms2nf/aoRNvd1iW9edyuWVZc0KIG6m8RfyZU74IPCGEeLq55Trfl/Qe9BLt0K6HBG6obKKeEVQHzZKdZ7M5gVuBm6qe6/gjFynEkQxqX0ONerbK4HUIabNpKWxdHoaoeO02YIq0OerMbaKq7cqMuXJQSlxLH0wUX70R1BRpkxCMUrJzNS6TozrV2DJNSbgjjOrdFzY9qxtXFFiWdfJ9TR88EaHpFRFJ6kbivuw9bpdDptV/iuR9i1jZDfKebJkujG5PyDPkCSm87euHCs3CFUZSjOS133sYJOplcjViyzRlRMgkGkZdv+4G8FJoC8mfQtsor1M7JKigeldYfSiFLtkVQanHtBUh+t+PudexvPeQbqiddzv+dzjTQE5zSv9fcD8MyEU+K9YpU2Oms30YuDeE/G3b9k8+4S0UQmxFhYj7LMu621ufzY19Es/PB/jgc4WRXQdXjaEJEjQQ61BbZpCBnQCe0guyw+PrgF1SLj5oGCnOvHl8Z+vGzZPAU4Xe7qXzTWFk1x+zubEfAV+uQftJgn9+IEGCdzVS2/ZPvgFcj/9j3xPAFdv2T54qF2SHxzcAFrDPMFJbAdZt3NwE/ByYzA6Pe0POr6CeT3np3wd0FUZ2RUk4JEjwrsTS4Wqms30Lyhg6gbdRu8uj2/ZPvqN3yA6PPwPcFEDz/kJvd9VXULK5sXNQd2gp4LXCyK7kF6USvOcRK3uRHR7fQvjL6EXg3EJv99lGLy5BgkYj7lvEyyPS3NLohSVIsBYQ18BORmyX7F4JEhDfwGap8c1nDW8Uerv/0+iFJUiwFhDLwAq93aeAr4Y029noRSVIsFYQ/98XwQ+A7/pXyTsLvd2/bvSiEiRYK6j7DVR2ePxi4GbgMuAvwC8Lvd3HGr2gBAnWEv4HJa8cn5NZEc4AAAAASUVORK5CYII="/>
              </defs>
            </svg>
          </div>
        </div>
      </div>
    </v-container>

  </v-footer>

</template>

<style scoped>
#footer {
  margin-top: 100px;
  background: #FBFBFB;
}
.footer_title {
  font-size: 16px;
  font-style: normal;
  font-weight: 600;
  line-height: 30px;
}
</style>

<script>
export default {
  data: () => ({
    icons: [
      {
        text: "mdi-facebook",
        link: "",
      },
      {
        text: "mdi-twitter",
        link: "",
      },
      {
        text: "mdi-linkedin",
        link: "",
      },
      {
        text: "mdi-instagram",
        link: "https://instagram.com/joabson_arley/",
      },
    ],
  }),
};
</script>
